<?php

return [
    'wishlist' => [
        'success' => 'آیتم با موفقیت به لیست علاقه مندی ها اضافه گردید.',
        'failure' => 'آیتم را نمیتوان به لیست علاقه مندی ها اضافه کرد.',
        'already' => 'آیتم مورد نظر در لیست علاقه مندی ها موجود است.',
        'removed' => 'آیتم با موفقیت از لیست علاقه مندی ها حذف گردید.',
        'remove-fail' => 'حذف از لیست علاقه مندی ها با مشکل مواجه گردید.',
        'empty' => 'هیچ علاقه مندی در لیست شما موجود نیست.',
        'select-options' => 'قبل از اضافه کردن نیاز است مواردی را انتخاب کنید.',
        'remove-all-success' => 'تمام علاقه مندی ها با موفقیت از لیست علاقه مندی ها حذف شدند.',
    ],
    'reviews' => [
        'empty' => 'شما هنوز هیچ یک از محصولات را بررسی نکرده اید.'
    ]
];